
/* Description text. %1 is the system version, %2 is the volume name, %3 is the System Folder name if it's not "System Folder" */
"DESCRIPTION_WITH_SFNAME" =	"Du har valt %1 (%3)\npå skivan ”%2”.";
"DESCRIPTION" =				"Du har valt %1\npå skivan ”%2”.";
"ICON_LABEL_LINE1" =		"%1";
"ICON_LABEL_LINE2" = 		"på %2";

/* Labels inside the tool-tips */
"Volume:" = "Enhet:";
"System:" = "System:";
"Version:" = "Version:";
"Location:" = "Plats:"; /* name of Mac OS 9 System Folder if it's not called "System Folder" */
"Server:" = "Server:"; /* Internet Host containing NetBoot image */

/* Product names for Beta systems that didn't have SystemVersion.plist */
"PB" = "Public Beta";
"WWPB" = "World Wide Public Beta";

/* The restart button has no ellipsis when the option key is down */
"RESTART" = "Starta om";
"RESTART..." = "Starta om…";
"RESTARTING" = "Startar om";
"RESTART?" = "Är du säker på att du vill starta om datorn?";
"RESTART_NETINSTALL" = "Vill du starta om datorn med den här installationsskivan?";
"SAVE_DESCRIPT" = "Datorn kommer att starta från %1 på ”%2”.";
"CANCEL" = "Avbryt";
"OK" = "OK";
"SHUTDOWN" = "Stäng av";

/* You sure you want to go into TDM sheet */
"TDM_AND_RESTART?" = "Vill du starta om datorn i hårddiskläge?";
"ENTER_TDM" = "Starta om";
"TDM_DESCRIPT" = "Datorn kommer att starta om i hårddiskläge. Använd den som en hårddisk genom att ansluta den till en annan dator med en FireWire-kabel. Tryck på strömbrytaren om du vill lämna hårddiskläge.";
"kSD_TDM_BOOTARGS_FOUND" = "Du stänger av datorn i FireWire-hårddiskläge genom att hålla ned strömbrytaren längre än normalt eftersom startargumenten innehåller felsökningsinställningar.";

/* The tdm button has no ellipsis when the option key is down */
"TDM" = "Hårddiskläge";
"TDM..." = "Hårddiskläge…";

/* NetBoot Stuff */
"NETWORK_STARTUP" = "Nätverksstart"; /* Search at startup, no NB2 server found */
"NETWORK_STARTUP_LIST" = "Nätverksstart…"; /* More Choices icon */
"NETWORK_VOLUME" = "Nätverksskiva"; /* specific image icon line 2 */
"NETBOOT_LIST_TOOLTIP" = "Välj en nätverksskiva nedan"; /* More Choices tooltip */
"SAVE_NETBOOT_DESCRIPT" = "Datorn kommer att starta från nätverksskivan ”%1”."; /* save sheet */
"SAVE_NETINSTALL_DESCRIPT" = "Datorn startar med nätverksskivan ”%1”. Om skivan automatiskt installerar programvara kan hårddisken komma att raderas."; /* save sheet */
"NETBOOT_DESCRIPTION" = "Du har valt nätverksskivan ”%1”."; /* descriptive text at bottom of window */

"NETBOOT_ANY_TOOLTIP" = "Sök efter en nätverksskiva vid start"; /* no server found tooltip */
"SAVE_NETBOOT_ANY_DESCRIPT" = "Datorn kommer att söka efter en nätverksskiva vid start."; /* save sheet */
"NETBOOT_ANY_DESCRIPTION" = "Du har valt att söka efter en nätverksskiva vid start."; /* descriptive text at bottom of window */

/* kind strings for the netboot list view */
"INSTALL_9_KIND" = "Installera Mac OS 9";
"INSTALL_X_KIND" = "Installera Mac OS X";
"INSTALL_XSERVER_KIND" = "Installera Mac OS X Server";
"9_KIND" = "Mac OS 9";
"X_KIND" = "Mac OS X";
"XSERVER_KIND" = "Mac OS X Server";
"UNTITLED_NAME" = "Namnlös";


/* error messages */
"SAVE_ERROR_TITLE" = "Du kan inte ändra startskivan till den markerade skivan.";
"SAVE_ERROR_MSG" = "Startskiva kunde inte samla in tillräcklig information om den valda skivan.";
"TDM_ERROR_TITLE" =  "Du kan inte starta i FireWire-skivläge.";
"TDM_ERROR_MSG" =  "Startskiva kunde inte ställa in systemegenskapen.";



/* product names */
"Mac OS X" = "Mac OS X";
"Windows" = "Windows";
"Foreign OS" = "Okänt OS";


